Repository: mduranx64/OpenBibleAI
Catalog: OpenBibleAI/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: %lld verses
es: %lld versículos
pt_br: %lld versículos

source: AI Settings
es: Ajustes de IA
pt_br: Ajustes de IA

source: AI Study
es: Estudio con IA
pt_br: Estudo com IA

source: AI study isn’t available on this device. Reading and search still work.
es: El estudio con IA no está disponible en este dispositivo. La lectura y la búsqueda siguen funcionando.
pt_br: O estudo com IA não está disponível neste dispositivo. A leitura e a busca continuam funcionando.

source: All words, any order. Use quotes for a phrase.
es: Todas las palabras, en cualquier orden. Usa comillas para una frase.
pt_br: Todas as palavras, em qualquer ordem. Use aspas para uma frase.

source: Answers are generated on this device and may be wrong. Check important points against the text.
es: Las respuestas se generan en este dispositivo y pueden contener errores. Verifica los puntos importantes con el texto.
pt_br: As respostas são geradas neste dispositivo e podem conter erros. Confira os pontos importantes com o texto.

source: Apple Intelligence is still preparing its model. Try again later.
es: Apple Intelligence todavía está preparando su modelo. Inténtalo más tarde.
pt_br: A Apple Intelligence ainda está preparando o modelo. Tente novamente mais tarde.

source: Ask about the Bible
es: Pregunta sobre la Biblia
pt_br: Pergunte sobre a Bíblia

source: Ask about this verse
es: Pregunta sobre este versículo
pt_br: Pergunte sobre este versículo

source: Ask anything about the Bible, in any language. Answers cite verses from the version you’re reading, which you can open. Select a verse in the reader to ask about it.
es: Pregunta lo que quieras sobre la Biblia, en cualquier idioma. Las respuestas citan versículos de la versión que estás leyendo, que puedes abrir. Selecciona un versículo en el lector para preguntar sobre él.
pt_br: Pergunte o que quiser sobre a Bíblia, em qualquer idioma. As respostas citam versículos da versão que você está lendo, que você pode abrir. Selecione um versículo no leitor para perguntar sobre ele.

source: Available and used for AI study.
es: Disponible y en uso para el estudio con IA.
pt_br: Disponível e em uso para o estudo com IA.

source: Bible
es: Biblia
pt_br: Bíblia

source: Bible Chat
es: Chat bíblico
pt_br: Chat bíblico

source: Bible reference
es: Referencia bíblica
pt_br: Referência bíblica

source: Bible version
es: Versión de la Biblia
pt_br: Versão da Bíblia

source: Bibles
es: Biblias
pt_br: Bíblias

source: Books
es: Libros
pt_br: Livros

source: Cancel
es: Cancelar
pt_br: Cancelar

source: Cancel Download
es: Cancelar descarga
pt_br: Cancelar download

source: Chapter %lld
es: Capítulo %lld
pt_br: Capítulo %lld

source: Chapter numbers must be greater than zero.
es: Los números de capítulo deben ser mayores que cero.
pt_br: Os números de capítulo devem ser maiores que zero.

source: Choose a Bible
es: Elige una Biblia
pt_br: Escolha uma Bíblia

source: Choose a book and chapter to begin reading.
es: Elige un libro y un capítulo para empezar a leer.
pt_br: Escolha um livro e um capítulo para começar a ler.

source: Compare
es: Comparar
pt_br: Comparar

source: Compare versions
es: Comparar versiones
pt_br: Comparar versões

source: Could not look up this reference. Please try again. %@
es: No se pudo buscar esta referencia. Inténtalo de nuevo. %@
pt_br: Não foi possível buscar esta referência. Tente novamente. %@

source: Could not search the Bible. Please try again. %@
es: No se pudo buscar en la Biblia. Inténtalo de nuevo. %@
pt_br: Não foi possível buscar na Bíblia. Tente novamente. %@

source: Couldn’t load a version to compare. %@
es: No se pudo cargar una versión para comparar. %@
pt_br: Não foi possível carregar uma versão para comparar. %@

source: Couldn’t load books
es: No se pudieron cargar los libros
pt_br: Não foi possível carregar os livros

source: Couldn’t load chapters
es: No se pudieron cargar los capítulos
pt_br: Não foi possível carregar os capítulos

source: Couldn’t load the Bible
es: No se pudo cargar la Biblia
pt_br: Não foi possível carregar a Bíblia

source: Couldn’t load this chapter
es: No se pudo cargar este capítulo
pt_br: Não foi possível carregar este capítulo

source: Delete
es: Eliminar
pt_br: Apagar

source: Delete %@
es: Eliminar %@
pt_br: Apagar %@

source: Delete %@?
es: ¿Eliminar %@?
pt_br: Apagar %@?

source: Delete Chat
es: Eliminar chat
pt_br: Apagar conversa

source: Delete Model
es: Eliminar modelo
pt_br: Apagar modelo

source: Delete Search Model
es: Eliminar modelo de búsqueda
pt_br: Apagar modelo de busca

source: Delete chat
es: Eliminar chat
pt_br: Apagar conversa

source: Done
es: OK
pt_br: OK

source: Download
es: Descargar
pt_br: Baixar

source: Download Model (%@)
es: Descargar modelo (%@)
pt_br: Baixar modelo (%@)

source: Download a version to start reading. You can add more versions later from the version menu.
es: Descarga una versión para empezar a leer. Puedes añadir más versiones después desde el menú de versiones.
pt_br: Baixe uma versão para começar a ler. Você pode adicionar mais versões depois pelo menu de versões.

source: Download another version to compare.
es: Descarga otra versión para comparar.
pt_br: Baixe outra versão para comparar.

source: Download size
es: Tamaño de descarga
pt_br: Tamanho do download

# Download the %@ model (%@) to study with AI. It runs entirely on this device.
source: Download the %1$@ model (%2$@) to study with AI. It runs entirely on this device.
es: Descarga el modelo %@ (%@) para estudiar con IA. Funciona por completo en este dispositivo.
pt_br: Baixe o modelo %@ (%@) para estudar com IA. Ele funciona inteiramente neste dispositivo.

source: Downloadable model
es: Modelo descargable
pt_br: Modelo para download

source: Downloaded
es: Descargado
pt_br: Baixado

source: Downloaded models
es: Modelos descargados
pt_br: Modelos baixados

source: Downloading search model… %@
es: Descargando modelo de búsqueda… %@
pt_br: Baixando modelo de busca… %@

source: Downloading… %@
es: Descargando… %@
pt_br: Baixando… %@

source: Enter a full book name, chapter, and verse, such as John 3:16.
es: Escribe el nombre completo del libro, el capítulo y el versículo, por ejemplo John 3:16.
pt_br: Digite o nome completo do livro, o capítulo e o versículo, por exemplo John 3:16.

source: Enter at least two letters.
es: Escribe al menos dos letras.
pt_br: Digite pelo menos duas letras.

source: Filter books
es: Filtrar libros
pt_br: Filtrar livros

source: Find answers by meaning and in any language with an optional on-device search model.
es: Encuentra respuestas por significado y en cualquier idioma con un modelo de búsqueda opcional en el dispositivo.
pt_br: Encontre respostas pelo significado e em qualquer idioma com um modelo de busca opcional no dispositivo.

source: Finding verse…
es: Buscando versículo…
pt_br: Buscando versículo…

source: Found by keywords and meaning.
es: Encontrado por palabras clave y significado.
pt_br: Encontrado por palavras-chave e significado.

source: Found by keywords.
es: Encontrado por palabras clave.
pt_br: Encontrado por palavras-chave.

source: Full book name, chapter:verse
es: Nombre completo del libro, capítulo:versículo
pt_br: Nome completo do livro, capítulo:versículo

source: Generated answer — not Scripture
es: Respuesta generada, no es Escritura
pt_br: Resposta gerada, não é Escritura

source: Go
es: Ir
pt_br: Ir

source: Helps the Bible chat find passages by meaning and in other languages. Runs on this device.
es: Ayuda al chat bíblico a encontrar pasajes por significado y en otros idiomas. Funciona en este dispositivo.
pt_br: Ajuda o chat bíblico a encontrar passagens pelo significado e em outros idiomas. Funciona neste dispositivo.

source: Improve Search (%@)
es: Mejorar búsqueda (%@)
pt_br: Melhorar busca (%@)

source: Installed
es: Instalado
pt_br: Instalado

source: Loading Bible…
es: Cargando la Biblia…
pt_br: Carregando a Bíblia…

source: Loading books…
es: Cargando libros…
pt_br: Carregando livros…

source: Loading chapters…
es: Cargando capítulos…
pt_br: Carregando capítulos…

source: Loading chapter…
es: Cargando capítulo…
pt_br: Carregando capítulo…

source: Manage Bibles…
es: Gestionar Biblias…
pt_br: Gerenciar Bíblias…

source: Model
es: Modelo
pt_br: Modelo

source: More than one catalog book matches “%@”.
es: Más de un libro coincide con «%@».
pt_br: Mais de um livro corresponde a “%@”.

source: New Chat
es: Nuevo chat
pt_br: Nova conversa

source: New Testament
es: Nuevo Testamento
pt_br: Novo Testamento

source: New chat
es: Nuevo chat
pt_br: Nova conversa

source: Next Chapter
es: Capítulo siguiente
pt_br: Próximo capítulo

source: Next Verse
es: Versículo siguiente
pt_br: Próximo versículo

source: Next chapter (⌘])
es: Capítulo siguiente (⌘])
pt_br: Próximo capítulo (⌘])

source: Next verse (⌥↓)
es: Versículo siguiente (⌥↓)
pt_br: Próximo versículo (⌥↓)

source: No Saved Chats
es: No hay chats guardados
pt_br: Nenhuma conversa salva

source: No Verses Available
es: No hay versículos disponibles
pt_br: Nenhum versículo disponível

source: No book named “%@” was found. Use its full catalog name.
es: No se encontró ningún libro llamado «%@». Usa su nombre completo.
pt_br: Nenhum livro chamado “%@” foi encontrado. Use o nome completo.

source: No books available
es: No hay libros disponibles
pt_br: Nenhum livro disponível

source: No books match
es: Ningún libro coincide
pt_br: Nenhum livro corresponde

source: No chapters available
es: No hay capítulos disponibles
pt_br: Nenhum capítulo disponível

source: No verses match.
es: Ningún versículo coincide.
pt_br: Nenhum versículo corresponde.

source: Not available right now.
es: No disponible en este momento.
pt_br: Indisponível no momento.

# Not enough free space: the model needs %@, %@ available.
source: Not enough free space: the model needs %1$@, %2$@ available.
es: No hay suficiente espacio libre: el modelo necesita %@ y hay %@ disponibles.
pt_br: Espaço livre insuficiente: o modelo precisa de %@ e há %@ disponíveis.

# Not enough free space: this Bible needs %@, %@ available.
source: Not enough free space: this Bible needs %1$@, %2$@ available.
es: No hay suficiente espacio libre: esta Biblia necesita %@ y hay %@ disponibles.
pt_br: Espaço livre insuficiente: esta Bíblia precisa de %@ e há %@ disponíveis.

source: Not supported on this device.
es: No compatible con este dispositivo.
pt_br: Não compatível com este dispositivo.

source: Old Testament
es: Antiguo Testamento
pt_br: Antigo Testamento

source: Or turn on Apple Intelligence in Settings.
es: O activa Apple Intelligence en Ajustes.
pt_br: Ou ative a Apple Intelligence nos Ajustes.

source: Orange citations were not among the passages used for this answer; struck-through ones were not found in the Bible.
es: Las citas en naranja no estaban entre los pasajes usados para esta respuesta; las tachadas no se encontraron en la Biblia.
pt_br: As citações em laranja não estavam entre as passagens usadas nesta resposta; as riscadas não foram encontradas na Bíblia.

source: Preparing its model. This can take a while after turning it on.
es: Preparando su modelo. Puede tardar un poco después de activarlo.
pt_br: Preparando o modelo. Isso pode levar algum tempo depois de ativá-lo.

source: Previous Chapter
es: Capítulo anterior
pt_br: Capítulo anterior

source: Previous Verse
es: Versículo anterior
pt_br: Versículo anterior

source: Previous chapter (⌘[)
es: Capítulo anterior (⌘[)
pt_br: Capítulo anterior (⌘[)

source: Previous verse (⌥↑)
es: Versículo anterior (⌥↑)
pt_br: Versículo anterior (⌥↑)

source: Reference
es: Referencia
pt_br: Referência

source: Remove %@
es: Quitar %@
pt_br: Remover %@

source: Requires a newer system version (26 or later).
es: Requiere una versión más reciente del sistema (26 o posterior).
pt_br: Requer uma versão mais recente do sistema (26 ou posterior).

source: Results
es: Resultados
pt_br: Resultados

source: Retry
es: Reintentar
pt_br: Tentar novamente

source: Saved chats
es: Chats guardados
pt_br: Conversas salvas

source: Search model
es: Modelo de búsqueda
pt_br: Modelo de busca

source: Search the Bible text
es: Buscar en el texto de la Biblia
pt_br: Buscar no texto da Bíblia

source: Search the Bible text above.
es: Busca en el texto de la Biblia arriba.
pt_br: Busque no texto da Bíblia acima.

source: Search type
es: Tipo de búsqueda
pt_br: Tipo de busca

source: Searching the Bible…
es: Buscando en la Biblia…
pt_br: Buscando na Bíblia…

source: Searching…
es: Buscando…
pt_br: Buscando…

source: Select a Chapter
es: Selecciona un capítulo
pt_br: Selecione um capítulo

source: Semantic search
es: Búsqueda semántica
pt_br: Busca semântica

source: Send
es: Enviar
pt_br: Enviar

# Showing first %lld of %lld verses
source: Showing first %1$lld of %2$lld verses
es: Mostrando los primeros %lld de %lld versículos
pt_br: Mostrando os primeiros %lld de %lld versículos

source: Sources (%lld)
es: Fuentes (%lld)
pt_br: Fontes (%lld)

source: Start Reading
es: Empezar a leer
pt_br: Começar a ler

source: Stop
es: Detener
pt_br: Parar

source: Stop Comparing
es: Dejar de comparar
pt_br: Parar de comparar

source: Stopped.
es: Detenido.
pt_br: Interrompido.

source: Suggested
es: Sugerida
pt_br: Sugerida

source: Text
es: Texto
pt_br: Texto

source: The download failed: %@
es: La descarga falló: %@
pt_br: O download falhou: %@

source: The download was damaged. Please try again.
es: La descarga está dañada. Inténtalo de nuevo.
pt_br: O download está corrompido. Tente novamente.

source: The on-device model declined to answer this question.
es: El modelo del dispositivo se negó a responder esta pregunta.
pt_br: O modelo do dispositivo se recusou a responder esta pergunta.

source: The on-device model doesn’t support this language.
es: El modelo del dispositivo no admite este idioma.
pt_br: O modelo do dispositivo não oferece suporte a este idioma.

source: The on-device model isn’t available right now.
es: El modelo del dispositivo no está disponible en este momento.
pt_br: O modelo do dispositivo não está disponível no momento.

source: The on-device model took too long to respond. Please try again.
es: El modelo del dispositivo tardó demasiado en responder. Inténtalo de nuevo.
pt_br: O modelo do dispositivo demorou demais para responder. Tente novamente.

source: The repository returned a different verse. Please try again.
es: Se obtuvo un versículo distinto. Inténtalo de nuevo.
pt_br: Foi retornado um versículo diferente. Tente novamente.

source: The verse and chapter context are too long for the on-device model. Try a shorter question.
es: El versículo y el contexto del capítulo son demasiado largos para el modelo del dispositivo. Prueba con una pregunta más corta.
pt_br: O versículo e o contexto do capítulo são longos demais para o modelo do dispositivo. Tente uma pergunta mais curta.

source: This device doesn’t have enough memory for on-device AI. Reading and search still work.
es: Este dispositivo no tiene suficiente memoria para la IA en el dispositivo. La lectura y la búsqueda siguen funcionando.
pt_br: Este dispositivo não tem memória suficiente para a IA no dispositivo. A leitura e a busca continuam funcionando.

source: This frees %@. You can download it again later.
es: Esto libera %@. Puedes volver a descargarlo más tarde.
pt_br: Isso libera %@. Você pode baixá-lo novamente mais tarde.

source: This verse is not available in the loaded Bible.
es: Este versículo no está disponible en la Biblia cargada.
pt_br: Este versículo não está disponível na Bíblia carregada.

source: Try Again
es: Reintentar
pt_br: Tentar novamente

source: Turn on Apple Intelligence in Settings to study with AI.
es: Activa Apple Intelligence en Ajustes para estudiar con IA.
pt_br: Ative a Apple Intelligence nos Ajustes para estudar com IA.

source: Turned off. Turn on Apple Intelligence in System Settings to use Apple’s model.
es: Desactivado. Activa Apple Intelligence en Ajustes del Sistema para usar el modelo de Apple.
pt_br: Desativado. Ative a Apple Intelligence nos Ajustes do Sistema para usar o modelo da Apple.

source: Untitled chat
es: Chat sin título
pt_br: Conversa sem título

source: Using Apple Intelligence on this device.
es: Usando Apple Intelligence en este dispositivo.
pt_br: Usando a Apple Intelligence neste dispositivo.

source: Using the downloaded %@ model on this device.
es: Usando el modelo descargado %@ en este dispositivo.
pt_br: Usando o modelo baixado %@ neste dispositivo.

source: Verse numbers must be greater than zero.
es: Los números de versículo deben ser mayores que cero.
pt_br: Os números de versículo devem ser maiores que zero.

source: Version
es: Versión
pt_br: Versão

source: Words or "a phrase"
es: Palabras o "una frase"
pt_br: Palavras ou "uma frase"

source: You can download it again later.
es: Puedes volver a descargarla más tarde.
pt_br: Você pode baixá-la novamente mais tarde.

source: Chats
pt_br: Conversas
